Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_game_en-US_id.tmx
Source language: en_us
Languages: id

source: [1351]<0416>Expertise|
id: [1351]<0416>Keahlian|

source: [1352]<0417>Score|
id: [1352]<0417>Skor|

source: [1353]<0418>Corporate Balance Sheet|
id: [1353]<0418>Neraca Perusahaan|

source: [1354]<0419>Corporate Income Statement|
id: [1354]<0419>Laporan Laba Rugi Perusahaan|

source: [1355]<0420>Firm Income Statement|
id: [1355]<0420>Laporan Laba Rugi Perusahaan|

source: [1358]<0423>No.
id: [1358]<0423>Jumlah.

source: of years passed|
id: tahun berlalu|

source: [1360]<0425>TARGET|
id: [1360]<0425>SASARAN|

source: [1361]<0426>CURRENT|
id: [1361]<0426>SAAT INI|

source: [1362]<0427>ACHIEVED|
id: [1362]<0427>TERCAPAI|

source: [1363]<0428>SCORE|
id: [1363]<0428>SKOR|

source: [1364]<0429>Personal Wealth|
id: [1364]<0429>Kekayaan Pribadi|

source: [1365]<0430>Value of Companies Controlled by You|
id: [1365]<0430>Nilai Perusahaan yang Dikendalikan oleh Anda|

source: [1366]<0431>Dominated Industries|
id: [1366]<0431>Industri yang Didominasi|

source: [1367]<0432>Dominated Products|
id: [1367]<0432>Produk yang Didominasi|

source: [1370]<0435> Points|
id: [1370]<0435>Poin|

source: [1374]<0439>Total Score: -1 (You have enabled the cheated mode.)|
id: [1374]<0439>Skor Total: -1 (Anda telah mengaktifkan mode curang.)|

source: [1375]<0440>Total Score:|
id: [1375]<0440>Nilai Total:|

source: [1377]<0442> (Difficulty)|
id: [1377]<0442>(Kesulitan)|

source: [1379]<0444> (Goal Bonus) =|
id: [1379]<0444>(Bonus Gol) =|

source: [1380]<0445> x 2 (Goal Bonus) =|
id: [1380]<0445>x 2 (Bonus Gol) =|

source: [1382]<0447> (Years)|
id: [1382]<0447>(Tahun)|

source: [1383]<0448> x 2 (Goal Bonus)|
id: [1383]<0448>x 2 (Bonus Gol)|

source: [1384]<0449>INPUT|
id: [1384]<0449>MASUKAN|

source: [1385]<0450>OUTPUT|
id: [1385]<0450>KELUARAN|

source: [1386]<0451>MORE|
id: [1386]<0451>LAINNYA|

source: [1387]<0452> million|
id: [1387]<0452>juta|

source: [1389]<0454>Rating (0-100)|
id: [1389]<0454>Peringkat (0-100)|

source: [1390]<0455>Farming|
id: [1390]<0455>Pertanian|

source: [1391]<0456>Manufacturing|
id: [1391]<0456>Manufaktur|

source: [1392]<0457>Research and Development|
id: [1392]<0457>Penelitian dan Pengembangan|

source: [1393]<0458>Raw Material Production|
id: [1393]<0458>Produksi Bahan Baku|

source: [1394]<0459>Marketing|
id: [1394]<0459>Pemasaran|

source: [1395]<0460>Training|
id: [1395]<0460>Pelatihan|

source: [1396]<0461>Career|
id: [1396]<0461>Karir|

source: [1397]<0462>Corporation|
id: [1397]<0462>Perusahaan|

source: [1398]<0463>Job Title|
id: [1398]<0463>Judul Pekerjaan|

source: [1399]<0464>Years of Service|
id: [1399]<0464>Tahun Layanan|

source: [1400]<0465>Retired|
id: [1400]<0465>Pensiunan|

source: [1401]<0466>Independent Investor|
id: [1401]<0466>Investor Independen|

source: [1402]<0467>Attitude Towards You|
id: [1402]<0467>Sikap Terhadap Anda|

source: [1403]<0468>Annual Salary|
id: [1403]<0468>Gaji Tahunan|

source: [1404]<0469>Terminate Employment|
id: [1404]<0469>Berhenti Bekerja|

source: [1405]<0470>Hire Chief Operating Officer|
id: [1405]<0470>Rekrut Direktur Operasional|

source: [1406]<0471>Hire Chief Marketing Officer|
id: [1406]<0471>Rekrut Direktur Pemasaran|

source: [1407]<0472>Hire Chief Technical Officer|
id: [1407]<0472>Rekrut Direktur Petugas Teknis|

source: [1408]<0473>MANAGEMENT POLICIES|
id: [1408]<0473>KEBIJAKAN MANAJEMEN|

source: [1409]<0474>Pricing Policy|
id: [1409]<0474>Kebijakan Harga|

source: [1411]<0476>Aggressive|
id: [1411]<0476>Agresif|

source: [1412]<0477>Very Aggressive|
id: [1412]<0477>Sangat Agresif|

# [1419]<0484>The severance for terminating the employment of |
source: [1419]<0484>The severance for terminating the employment of \n|
id: [1419]<0484>Pesangon karena pemutusan hubungan kerja \n|

# [1424]<0489>, is |
source: [1424]<0489>, is \n|
id: [1424]<0489>, adalah \n|

source: [1425]<0490> (monthly salary)|
id: [1425]<0490>(gaji bulanan)|

source: [1426]<0491> (weekly salary) x|
id: [1426]<0491>(gaji mingguan) x|

source: [1427]<0492> (years of service)|
id: [1427]<0492>(tahun kerja)|

source: [1428]<0493>Do you want to proceed ?|
id: [1428]<0493>Apakah Anda ingin melanjutkan?|

source: [1445]<0510>You offered|
id: [1445]<0510>Anda menawarkan|

source: [1448]<0513>She|
id: [1448]<0513>Dia|

source: [1449]<0514>He|
id: [1449]<0514>Dia|

source: [1450]<0515> rejected your offer.|
id: [1450]<0515>menolak tawaran Anda.|

source: [1451]<0516> requested an annual salary of|
id: [1451]<0516>meminta gaji tahunan sebesar|

source: [1452]<0517>Do you accept?|
id: [1452]<0517>Apakah Anda menerima?|

source: [1474]<0539>Crop Name|
id: [1474]<0539>Nama Tanaman|

source: [1475]<0540>Crop in Barn|
id: [1475]<0540>Tanaman di Gudang|

source: [1476]<0541>Growth Progress|
id: [1476]<0541>Kemajuan Pertumbuhan|

source: [1477]<0542> units|
id: [1477]<0542>unit|

source: [1479]<0544>Quality: |
id: [1479]<0544>Kualitas:|

source: [1480]<0545>Quality is determined by:|
id: [1480]<0545>Kualitas ditentukan oleh:|

source: [1481]<0546>Production Tech|
id: [1481]<0546>Teknologi Produksi|

source: [1482]<0547>Raw Material Quality|
id: [1482]<0547>Kualitas Bahan Baku|

source: [1483]<0548>Tech Invented|
id: [1483]<0548>Teknologi Diciptakan|

source: [1484]<0549>Tech Known to You|
id: [1484]<0549>Teknologi Dikenal Anda|

source: [1485]<0550>Character:|
id: [1485]<0550>Karakter:|

source: [1487]<0552>Degree (0-100)|
id: [1487]<0552>Derajat (0-100)|

source: [1488]<0553>Investing in Research and Development|
id: [1488]<0553>Berinvestasi dalam Penelitian dan Pengembangan|

source: [1489]<0554>Investing in Training|
id: [1489]<0554>Berinvestasi dalam Pelatihan|

source: [1490]<0555>Frequency of Upgrading Production Facilities|
id: [1490]<0555>Frekuensi Peningkatan Fasilitas Produksi|

source: [1491]<0556>Spending on Advertising|
id: [1491]<0556>Pengeluaran untuk Iklan|

source: [1492]<0557>Paying Dividend|
id: [1492]<0557>Membayar Dividen|

source: [1493]<0558>Investing in Stocks|
id: [1493]<0558>Berinvestasi pada Saham|

source: [1494]<0559>Corporation Takeover and Merger|
id: [1494]<0559>Pengambilalihan dan Merger Perusahaan|

source: [1495]<0560>Strengthening Corporation Ownership|
id: [1495]<0560>Memperkuat Kepemilikan Perusahaan|

source: [1496]<0561>Endure Loss for Avoiding Layoff|
id: [1496]<0561>Menahan Kerugian untuk Menghindari PHK|

source: [1497]<0562>Purchasing Goods from Own Firms|
id: [1497]<0562>Membeli Barang dari Perusahaan Sendiri|

source: [1498]<0563>Personal Wealth|
id: [1498]<0563>Kekayaan Pribadi|

source: [1499]<0564>Market Cap of Companies Controlled|
id: [1499]<0564>Kapitalisasi Pasar Perusahaan yang Dikendalikan|

source: [1500]<0565>Score:|
id: [1500]<0565>Nilai:|

source: [1501]<0566> billion x 100|
id: [1501]<0566>miliar x 100|

source: [1502]<0567>Score:|
id: [1502]<0567>Nilai:|

source: [1503]<0568> billion x 10|
id: [1503]<0568>miliar x 10|

source: [1504]<0569>Dominated Industries|
id: [1504]<0569>Industri yang Didominasi|

source: [1505]<0570>Dominated Products|
id: [1505]<0570>Produk yang Didominasi|

source: [1506]<0571>Score:|
id: [1506]<0571>Nilai:|

source: [1510]<0575>Total Score: -1 (You have enabled the cheated mode.)|
id: [1510]<0575>Skor Total: -1 (Anda telah mengaktifkan mode curang.)|

source: [1511]<0576>Total Score:|
id: [1511]<0576>Skor Total:|

source: [1512]<0577> (Difficulty)|
id: [1512]<0577>(Kesulitan)|

source: [1513]<0578> (Goal Bonus) =|
id: [1513]<0578>(Bonus Gol) =|

source: [1515]<0580> (Years)|
id: [1515]<0580>(Tahun)|

source: [1517]<0582>Character |
id: [1517]<0582>Karakter|

source: [1518]<0583>Job Title |
id: [1518]<0583>Judul Pekerjaan|

source: [1519]<0584>Corporation|
id: [1519]<0584>Perusahaan|

source: [1520]<0585>Cash|
id: [1520]<0585>Uang Tunai|

source: [1521]<0586>Stock|
id: [1521]<0586>Saham|

source: [1522]<0587>Total Wealth|
id: [1522]<0587>Total Kekayaan|

source: [1546]<0611>Personal Wealth|
id: [1546]<0611>Kekayaan Pribadi|

source: [1547]<0612>Cash|
id: [1547]<0612>Uang Tunai|

source: [1548]<0613>Stock|
id: [1548]<0613>Saham|

source: [1549]<0614>Mansions market|
id: [1549]<0614>Pasar rumah mewah|

source: [1550]<0615> values|
id: [1550]<0615>nilai|

source: [1551]<0616>Total|
id: [1551]<0616>Jumlah|

source: [1552]<0617>Owned Stocks|
id: [1552]<0617>Saham yang Dimiliki|

source: [1553]<0618>Corporation|
id: [1553]<0618>Perusahaan|

source: [1554]<0619>Price|
id: [1554]<0619>Harga|

source: [1555]<0620>Owned Qty|
id: [1555]<0620>Jumlah yang Dimiliki|

source: [1556]<0621>Owned %|
id: [1556]<0621>Milik %|

source: [1557]<0622>Stock Value|
id: [1557]<0622>Nilai Saham|

source: [1558]<0623>Position|
id: [1558]<0623>Posisi|

source: [1559]<0624>Total|
id: [1559]<0624>Jumlah|

source: [1600]<0625>YTD Changes|
id: [1600]<0625>Perubahan YTD|

source: [1601]<0626>Last Year Changes|
id: [1601]<0626>Perubahan Tahun Lalu|

source: [1602]<0627>YTD Changes|
id: [1602]<0627>Perubahan YTD|

source: [1603]<0628>YTD Changes|
id: [1603]<0628>Perubahan YTD|

source: [1604]<0629>Last Year Changes|
id: [1604]<0629>Perubahan Tahun Lalu|

source: [1605]<0630>Lifetime |
id: [1605]<0630>Seumur hidup|

source: [1606]<0631>Description|
id: [1606]<0631>Deskripsi|

source: [1607]<0632>Current Month|
id: [1607]<0632>Bulan Ini|

source: [1608]<0633>Last Month|
id: [1608]<0633>Bulan Lalu|

source: [1615]<0640>Description|
id: [1615]<0640>Deskripsi|

source: [1616]<0641>Current Month|
id: [1616]<0641>Bulan Ini|

source: [1617]<0642>Last Month|
id: [1617]<0642>Bulan Lalu|

source: [1619]<0644>OPERATING REVENUE|
id: [1619]<0644>PENDAPATAN OPERASIONAL|

source: [1620]<0645>OPERATING EXPENSES|
id: [1620]<0645>BIAYA OPERASI|

source: [1621]<0646>OPERATING PROFIT|
id: [1621]<0646>LABA OPERASI|

source: [1622]<0647>Sowing Month|
id: [1622]<0647>Bulan Menabur|

source: [1623]<0648>Product|
id: [1623]<0648>Produk|

source: [1624]<0649>Harvesting Month|
id: [1624]<0649>Bulan Panen|

source: [1625]<0650>Livestock Products:|
id: [1625]<0650>Produk Peternakan:|

source: [1626]<0651> Unit|
id: [1626]<0651>Satuan|

source: [1632]Operating Revenue|
id: [1632]Pendapatan Operasi|

source: [1633]Cost of Sales|
id: [1633]Harga Pokok Penjualan|

source: [1634]Salaries Expense|
id: [1634]Beban Gaji|

source: [1635]Operating Overhead|
id: [1635]Mengoperasikan Overhead|

source: [1636]Advertising & PR Expense|
id: [1636]Biaya Periklanan & Humas|

source: [1637]Training|
id: [1637]Pelatihan|

source: [1638]R&D Expense|
id: [1638]Beban Litbang|

source: [1639]Donation to Public Facilities|
id: [1639]Bantuan Fasilitas Umum|

source: [1640]Write-offs|
id: [1640]Penghapusan|

source: [1641]Stock Return|
id: [1641]Pengembalian Saham|

source: [1642]6 months|
id: [1642]6 bulan|

source: [1643]1 year|
id: [1643]1 tahun|

source: [1644]2 years|
id: [1644]2 tahun|

source: [1645]3 years|
id: [1645]3 tahun|

source: [1646]5 years|
id: [1646]5 tahun|

source: [1647]10 years|
id: [1647]10 tahun|

source: [1648]<0652>Stock Price Graph|
id: [1648]<0652>Grafik Harga Saham|

source: [1650]<0654>Day|
id: [1650]<0654>Hari|

source: [1651]<0655>Month|
id: [1651]<0655>Bulan|

source: [1652]<0656>Mansion|
id: [1652]<0656>Rumah|

source: [1653]<0657> year|
id: [1653]<0657>tahun|

source: [1654]<0658> years|
id: [1654]<0658>tahun|

source: [1656]<0660>Your Personal Wealth|
id: [1656]<0660>Kekayaan Pribadi Anda|

source: [1657]<0661>Net Worth of Your Corporation|
id: [1657]<0661>Kekayaan Bersih Perusahaan Anda|

source: [1658]<0662>Market Cap of Your Corporation|
id: [1658]<0662>Kapitalisasi Pasar Perusahaan Anda|

source: [1659]<0663>Annual Revenue of Your Corporation|
id: [1659]<0663>Pendapatan Tahunan Perusahaan Anda|

source: [1660]<0664>Annual Operating Profit of Your Corporation|
id: [1660]<0664>Laba Operasi Tahunan Perusahaan Anda|

source: [1661]<0665>Net Worth of Companies Under Your Control|
id: [1661]<0665>Kekayaan Bersih Perusahaan Di Bawah Kendali Anda|

source: [1662]<0666>Market Cap of Companies Under Your Control|
id: [1662]<0666>Kapitalisasi Pasar Perusahaan Di Bawah Kendali Anda|

source: [1663]<0667>Annual Revenue of Companies Under Your Control|
id: [1663]<0667>Pendapatan Tahunan Perusahaan Di Bawah Kendali Anda|

source: [1664]<0668>Annual Operating Profit of Your Companies|
id: [1664]<0668>Laba Operasi Tahunan Perusahaan Anda|

source: [1665]<0669>No.
id: [1665]<0669>Jumlah.

source: of Companies Under Your Control|
id: Perusahaan Di Bawah Kendali Anda|

source: [1666]<0670>Total No. of Employees in Your Corporation|
id: [1666]<0670>Jumlah Total Karyawan di Perusahaan Anda|

source: [1667]<0671>Operating Profit Margin of Your Corporation|
id: [1667]<0671>Margin Laba Operasi Perusahaan Anda|

source: [1668]<0672>Return on Equity of Your Corporation|
id: [1668]<0672>Laba atas Ekuitas Perusahaan Anda|

source: [1669]<0673>Stock Price of Your Corporation|
id: [1669]<0673>Harga Saham Perusahaan Anda|

source: [1670]<0674>Your Ownership of Your Corporation|
id: [1670]<0674>Kepemilikan Anda atas Perusahaan Anda|

source: [1671]<0675>No.
id: [1671]<0675>Jumlah.

source: of Product Classes Produced by Your Corporation|
id: Kelas Produk yang Diproduksi oleh Perusahaan Anda|

source: [1672]<0676>No.
id: [1672]<0676>Jumlah.

source: of Product Types Produced by Your Corporation|
id: Jenis Produk yang Diproduksi oleh Perusahaan Anda|

source: [1673]<0677>Market Dominance of the |
id: [1673]<0677>Dominasi Pasar|

source: [1674]<0678> Sector|
id: [1674]<0678>Sektor|

source: [1675]<0679>Market Dominance of the |
id: [1675]<0679>Dominasi Pasar|

source: [1676]<0680> Industry|
id: [1676]<0680>Industri|

source: [1678]<0681>Score: |
id: [1678]<0681>Nilai:|

source: [1679]<0682>Wealth: |
id: [1679]<0682>Kekayaan:|

source: [1680]<0683> billion|
id: [1680]<0683>miliar|

source: [1681]<0684> million|
id: [1681]<0684>juta|

source: [1682]<0685>Period: |
id: [1682]<0685>Periode:|

source: [1712]<0715>You have |
id: [1712]<0715>Anda memiliki|

source: [1715]<0718> left to achieve the main goal.
id: [1715]<0718>tersisa untuk mencapai tujuan utama.

source: Hurry Up!|
id: Cepat!|

source: [1721]<0724>Corporation Name|
id: [1721]<0724>Nama Perusahaan|

source: [1722]<0725>Your Name|
id: [1722]<0725>Nama Anda|

source: [1787]<0790>You corporation has been taken over by |
id: [1787]<0790>Perusahaan Anda telah diambil alih oleh|

source: [1788]<0791>You have lost the ownership of your corporation !|
id: [1788]<0791>Anda telah kehilangan kepemilikan perusahaan Anda!|

source: [1789]<0792>Government|
id: [1789]<0792>Pemerintah|

source: [1790]<0793>Creating a New Game .
id: [1790]<0793>Membuat Game Baru.

source: [1791]<0794>FINAL SCORE UPON RETIREMENT|
id: [1791]<0794>SKOR AKHIR SETELAH PENSIUN|

source: [1792]<0795>FINAL SCORE UPON TAKEOVER|
id: [1792]<0795>SKOR AKHIR SETELAH DIAMBIL|

source: [1797]<0800>Score:|
id: [1797]<0800>Nilai:|

source: [1807]<0811>Values 1|
id: [1807]<0811>Nilai 1|

source: [1808]<0812>Values 2|
id: [1808]<0812>Nilai 2|

source: [1809]<0813>Industries|
id: [1809]<0813>Industri|

source: [1810]<0814>Products|
id: [1810]<0814>Produk|

source: [1811]<0815>CORPORATE COLOR|
id: [1811]<0815>WARNA KORPORASI|

source: [1812]<0816>CORPORATE LOGO|
id: [1812]<0816>LOGO PERUSAHAAN|

source: [1813]<0817>YOUR PORTRAIT|
id: [1813]<0817>POTRET ANDA|

source: [1817]<0821>NEW SINGLE-PLAYER GAME|
id: [1817]<0821>GAME SINGLE-PLAYER BARU|

source: [1818]<0822>Start|
id: [1818]<0822>Mulai|

source: [1819]<0823>Back|
id: [1819]<0823>Kembali|

source: [1820]<0824>Goal Values|
id: [1820]<0824>Nilai Sasaran|

source: [1821]<0825>No.
id: [1821]<0825>Jumlah.

source: of Years|
id: Tahun|

source: [1822]<0826>Goal Score Bonus|
id: [1822]<0826>Bonus Skor Gol|

source: [1823]<0827>Player's Wealth ($million)|
id: [1823]<0827>Kekayaan Pemain ($ juta)|

source: [1824]<0828>Goals of the Player's Own Corporation ($million)|
id: [1824]<0828>Sasaran Perusahaan Pemilik ($ juta)|

source: [1825]<0829>Annual Revenue|
id: [1825]<0829>Omset Tahunan|

source: [1826]<0830>Net Worth|
id: [1826]<0830>Kekayaan Bersih|

source: [1827]<0831>Annual Operating Profit|
id: [1827]<0831>Laba Operasi Tahunan|

source: [1828]<0832>Market Cap|
id: [1828]<0832>Kapitalisasi Pasar|

source: [1829]<0833>Goals of Companies Controlled by the Player ($million)|
id: [1829]<0833>Sasaran Perusahaan yang Dikendalikan oleh Pemain ($ juta)|

source: [1830]<0834>Annual Revenue|
id: [1830]<0834>Omset Tahunan|

source: [1831]<0835>Net Worth|
id: [1831]<0835>Kekayaan Bersih|

source: [1832]<0836>Annual Operating Profit|
id: [1832]<0836>Laba Operasi Tahunan|

source: [1833]<0837>Market Cap|
id: [1833]<0837>Kapitalisasi Pasar|

source: [1834]<0838>No.
id: [1834]<0838>Jumlah.

source: of Controlled Companies|
id: Perusahaan Terkendali|

source: [1835]<0839>Goals of the Player's Own Corporation|
id: [1835]<0839>Sasaran Perusahaan Pemilik|

source: [1836]<0840>Total No. of Employees|
id: [1836]<0840>Total Jumlah Karyawan|

source: [1837]<0841>Operating Profit Margin|
id: [1837]<0841>Margin Laba Operasi|

source: [1838]<0842>Return on Equity|
id: [1838]<0842>Laba atas Ekuitas|

source: [1839]<0843>Stock Price|
id: [1839]<0843>Harga Saham|

source: [1840]<0844>Ownership|
id: [1840]<0844>Kepemilikan|

source: [1841]<0845>No.
id: [1841]<0845>Jumlah.

source: of Product Classes Being Produced|
id: Kelas Produk yang Diproduksi|

source: [1842]<0846>No.
id: [1842]<0846>Jumlah.

source: of Product Types Being Produced|
id: Jenis Produk Yang Diproduksi|

source: [1843]<0847>Goal Industries - Goals of Industry Dominance|
id: [1843]<0847>Tujuan Industri - Sasaran Dominasi Industri|

source: [1844]<0848>Excluded Industries|
id: [1844]<0848>Industri yang Dikecualikan|

source: [1845]<0849>Included Industries|
id: [1845]<0849>Industri yang Termasuk|

source: [1846]<0850>Goal Products - Goals of Product Market Dominance|
id: [1846]<0850>Produk Sasaran - Sasaran Dominasi Pasar Produk|

source: [1847]<0851>Excluded products|
id: [1847]<0851>Produk yang dikecualikan|

source: [1848]<0852>Included products|
id: [1848]<0852>Produk yang disertakan|

source: [1849]<0853>Add|
id: [1849]<0853>Tambahkan|

source: [1850]<0854>Add All|
id: [1850]<0854>Tambahkan Semua|

source: [1851]<0855>Remove|
id: [1851]<0855>Hapus|

source: [1852]<0856>Remove All|
id: [1852]<0856>Hapus Semua|

source: [1855]<0859> year)|
id: [1855]<0859>tahun)|

source: [1856]<0860> years)|
id: [1856]<0860>tahun)|

source: [1858] million|
id: [1858]juta|

source: [1859] billion|
id: [1859]miliar|

source: [1861]Finance Department|
id: [1861]Departemen Keuangan|

source: [1862]Human Resources Department|
id: [1862]Departemen Sumber Daya Manusia|

source: [1863]Public Relations Department|
id: [1863]Departemen Hubungan Masyarakat|

source: [1864]Investor Relations Department|
id: [1864]Departemen Hubungan Investor|

source: [1865]Chief Executive Officer's Office|
id: [1865]Direktur Utama|

source: [1866]Chief Operating Officer's Office|
id: [1866]Direktur Operasi|

source: [1867]Chief Marketing Officer's Office|
id: [1867]Direktur Pemasaran|

source: [1868]Chief Technical Officer's Office|
id: [1868]Direktur Teknis|

source: [1869]NONE|
id: [1869]TIDAK ADA|

source: [1870]OPTIONS (O)|
id: [1870]OPSI (O)|

source: [1871]SAVE GAME (S or Alt-S)|
id: [1871]SIMPAN GAME (S atau Alt-S)|

source: [1872]LOAD GAME (L)|
id: [1872]MUAT PERMAINAN (L)|

source: [1873]RESTART GAME|
id: [1873]MULAI ULANG GAME|

source: [1874]RETIRE|
id: [1874]PENSIUN|

source: [1875]GAME SETTINGS (F9)|
id: [1875]PENGATURAN GAME (F9)|

source: [1876]QUIT TO MAIN MENU|
id: [1876]KE MENU UTAMA|

source: [1877]QUIT TO WINDOWS|
id: [1877]KELUAR KE WINDOWS|

source: [1878]CONTINUE GAME|
id: [1878]LANJUTKAN PERMAINAN|

source: [1879]HOTKEY LIST (K)|
id: [1879]DAFTAR HOTKEY (K)|

source: [1913]<0862>Revenue Graph|
id: [1913]<0862>Grafik Pendapatan|

source: [1914]<0863>Qty Sold Graph|
id: [1914]<0863>Grafik Jml Terjual|

source: [1917]<0866>Product Class|
id: [1917]<0866>Kelas Produk|

source: [1923]<0872>Market Share|
id: [1923]<0872>Pangsa Pasar|

source: [1929]<0878>Price|
id: [1929]<0878>Harga|

source: [1930]<0879>Quality|
id: [1930]<0879>Kualitas|

source: [1931]<0880>Brand|
id: [1931]<0880>Merek|

source: [1932]<0881>Overall|
id: [1932]<0881>Keseluruhan|

source: [1957]<0906>Cash:|
id: [1957]<0906>Uang Tunai:|

source: [1958]<0907>Profit:|
id: [1958]<0907>Keuntungan:|

source: [1960]<0909>Local|
id: [1960]<0909>Lokal|

source: [1961]<0910>Price|
id: [1961]<0910>Harga|

source: [1962]<0911>Quality|
id: [1962]<0911>Kualitas|

source: [1963]<0912>Brand|
id: [1963]<0912>Merek|

source: [1964]<0913>Overall|
id: [1964]<0913>Keseluruhan|

source: [1965]<0914>Ours|
id: [1965]<0914>Kami|

source: [1966]<0915>Average|
id: [1966]<0915>Rata-rata|

source: [1967]<0916>Concern|
id: [1967]<0916>Kekhawatiran|

source: [1968]Waiting for Sowing Season|
id: [1968]Menunggu Musim Penaburan|

source: [1969]Sowing|
id: [1969]Menabur|

source: [1970]Growing|
id: [1970]Berkembang|

source: [1971]Harvesting|
id: [1971]Pemanenan|

source: [1972]<0917>Stop Linkage|
id: [1972]<0917>Stop Keterkaitan|

source: [1974]<0919>Advertising Unit|
id: [1974]<0919>Unit Iklan|

source: [1975]<0920>Unit Level|
id: [1975]<0920>Tingkat Satuan|

source: [1976]<0921>Advertising on TV|
id: [1976]<0921>Beriklan di TV|

source: [1977]<0922>Advertising on Newspaper|
id: [1977]<0922>Beriklan di Koran|

source: [1978]<0923>Advertising on Radio|
id: [1978]<0923>Beriklan di Radio|

source: [1979]<0924>Monthly Spending Per Product|
id: [1979]<0924>Pengeluaran Bulanan Per Produk|

source: [1980]<0925>Advertising cost (CPM)|
id: [1980]<0925>Biaya iklan (CPM)|

source: [1981]<0926>Rating Points|
id: [1981]<0926>Poin Peringkat|

source: [1982]<0927>Link|
id: [1982]<0927>Tautan|

source: [1983]<0928>Abort|
id: [1983]<0928>Batalkan|

source: [1984]<0929>Grow A Crop|
id: [1984]<0929>Menumbuhkan Tanaman|

source: [1987]<0932>Quality|
id: [1987]<0932>Kualitas|

source: [1988]<0933>Growth Days|
id: [1988]<0933>Hari Pertumbuhan|

source: [1991]<0936>Raise Livestock|
id: [1991]<0936>Tingkatkan Peternakan|

source: [1994]<0939>Quality|
id: [1994]<0939>Kualitas|

source: [1995]<0940>Baby Quantity|
id: [1995]<0940>Jumlah Bayi|

source: [1996]<0941>Adult Quantity|
id: [1996]<0941>Kuantitas Dewasa|

source: [1998]<0943>Select Product|
id: [1998]<0943>Pilih Produk|

source: [2005]<0950>Clear Stock|
id: [2005]<0950>Hapus Stok|

source: [2015]<0960>Brand Awareness|
id: [2015]<0960>Kesadaran Merek|

source: [2016]<0961>Brand Loyalty|
id: [2016]<0961>Loyalitas Merek|

source: [2017]<0962>Brand Rating|
id: [2017]<0962>Peringkat Merek|

source: [2020]<0965>Upgrade Tech|
id: [2020]<0965>Tingkatkan Teknologi|

source: [2024]<0969>Current Technology Level: |
id: [2024]<0969>Tingkat Teknologi Saat Ini:|

# [2025]<0970> Target Technology Level: |
source: [2025]<0970>\n\nTarget Technology Level: |
id: [2025]<0970>\n\nTarget Tingkat Teknologi:|

# [2026]<0971> The current functional unit will be downgraded |
source: [2026]<0971>\n\nThe current functional unit will be downgraded |
id: [2026]<0971>\n\nUnit fungsional saat ini akan diturunkan versinya|

source: [2027]<0972>from level |
id: [2027]<0972>dari level|

source: [2028]<0973> to level |
id: [2028]<0973>ke level|

# [2029]<0974> Upgrade now ?|
source: [2029]<0974>\n\nUpgrade now ?|
id: [2029]<0974>\n\nTingkatkan sekarang?|

source: [2030]<0975>Product Quality|
id: [2030]<0975>Kualitas Produk|

source: [2032]<0977>Production Quality|
id: [2032]<0977>Kualitas Produksi|

source: [2033]<0978>Raw Material Quality|
id: [2033]<0978>Kualitas Bahan Baku|

source: [2037]<0982>Link|
id: [2037]<0982>Tautan|

source: [2038]<0983>Supplier|
id: [2038]<0983>Pemasok|

source: [2039]<0984>Stop Purchase|
id: [2039]<0984>Stop Pembelian|

source: [2041]<0986>Unit Level|
id: [2041]<0986>Tingkat Satuan|

source: [2042]<0987>Cost+Freight|
id: [2042]<0987>Biaya + Ongkir|

source: [2043]<0988>Quality|
id: [2043]<0988>Kualitas|

source: [2044]<0989>Brand|
id: [2044]<0989>Merek|
